import hailth from "./public/imgs/projects/articles/hailth-important.jpg";
import sun from "./public/imgs/projects/articles/sun-attack.jpg";
import hen from "./public/imgs/projects/articles/hens-farm.jpg";
import hot from "./public/imgs/projects/articles/hot-with-animals.jpg";
import socialmedia from "./public/imgs/projects/articles/freelancing.jpg";
import contentWriting from "./public/imgs/projects/articles/contentPlan.jpg";
import travel from "./public/imgs/projects/articles/travel.jpg";
import gift from "./public/imgs/projects/articles/gift.jpg";
import milkCate from "./public/imgs/projects/articles/milk-products.jpg";
import milk from "./public/imgs/projects/articles/milk.jpg";





export const articles = [
  {
    id: 1,
    title: "✨ عشان صحتكم بتهمنا ✨" ,
    img: hailth,
    link: "https://www.facebook.com/share/p/edV1dSySpo9ain2U/?mibextid=oFDknk",
    text: `

    حافظوا عليها واعتنوا بيها كويس 😊
    
    * ما تنسوا تشربوا مويه كتير وعصائر.
    
    * اكلو اكل صحي، وغني بالفيتامينات والبروتينات.
    
    * التزموا بالأدوية في مواعيدها.
    
    * اتريضوا ولو 30 دقيقه على الاقل معظم أيام الأسبوع.
    
    * الفحوصات الروتينية ما تنسوها بصورة دورية.
    
    * ابعدوا تماما عن التوتر والضغوطات. 
    
    اذا مهتم لايك وتابعنا💙
    
    #عافية_نحو_صحة_افضل
    #عافية_للخدمات_الطبية
    `,
  },
  {
    id: 2,
    title: `ضربات الشمس`,
    img: sun,
    link: "https://www.facebook.com/share/p/qkdj6GTUEn7sJCZU/?mibextid=oFDknk",
    text: `
     ليه لازم نبتعد عن أشعة الشمس المباشرة عند ارتفاع درجة الحرارة 

    لما يكون في ارتفاع شديد في درجة الحرارة زي الوقت دا حاليا، ما تتعرض لاشعة الشمس مباشرة عشان ما تجيك ضربة شمس.😏
    
    ضربة الشمس دي شنو🤔
    
    هي واحد من أمراض الحرارة الشديدة بتسبب ارتفاع شديد في درجة حرارة الجسم لأكثر من 40 درجة مئوية، 
    وبتعمل تلف في الدماغ الأعضاء الحيوية. 
    
    💦 أعراضها:
    
    - سرعة في التنفس. 
    - زيادة سرعة نبضات القلب. 
    - سخونه وجفاف الجلد.
    - حمى وصداع.
    - نوبة تشنجية.
    - غثيان وقيء.
    - فقدان الوعي. 
    
    💦 كيف تعالج الشخص المصاب ❕❕
    
    - حمام بارد عشان يخفض الحرارة
    
    - اكثر من شرب السوائل لتعويض المفقود من الجسم
    
    - كمادات ماء بارد او ثلج لخفض الحرارة
    
    - اعمل انعاش قلبي في حالة فقدان الوعي، وبعدها اتوجه لأقرب مستشفى او مركز صحي.
    
    Ref:
    https://www.mayoclinic.org/ar/first-aid/first-aid-heatstroke/basics/art-20056655#
    
    #امراض_الصيف
    #عافية_نحو_صحة_افضل 
    #عافية_للخدمات_الطبية
     `,
  },
  {
    id: 3,
    title: ` تربية الدواجن `,
    img: hen,
    link: "https://www.facebook.com/share/p/5JQJKQVHWJ1xJAKa/?mibextid=oFDknk",
    text: `
    ليه اغلب المشاريع الناشئة في تربية الدواجن بتفشل ⁉️

⬅️ تربية الدواجن وخصوصا الدجاج البياض من اكتر المشاريع الحساسة ومحتاجة لخبرة ودقة 👌🏻👌🏻

وانت كصاحب مشروع قبل تبدأ لازم تكون بتعرف 👇🏻

✅ سلالات الدجاج البياض ومواصفات الدجاج المنتج 

✅أنواع ونظم الحظائر و كيفية انشاءها و العوامل البيئة المؤثره في بيئة الحظائر و

✅ التغذية وطرق تركيب علائق الدجاج  

✅كيف تستعد فنيا قبل بداية التربية

✅ خطوات الرعاية الصحيح لتحقيق الأرباح
  
✅ اهم الأمراض والمعاملات الوقائية 

عشان كدا عملنا ليك 🐓 كورس الدجاج البياض

ح تعرف من خلاله كيفية رعاية الدجاج البياض من مرحلة الحضانة  ⬅️ الانتاج 

و تقدر بعدها تأسس مشروعك صاح ✅

م / رونق عثمان ابراهيم

⚪ مؤسس أكاديمية المهندسة للتدريب و الاستشارات
⚪ رائدة أعمال و صاحبة مشروع خاص في تربية الدواجن 
⚪ صاحبة مشروع خاصة في تسويق منتجات الانتاج الحيواني مركز المهندسة للإنتاج الحيواني و الزراعيتشارات
     `
  },
  {
    id: 4,
    title: " الإجهاد الحراري ",
    img: hot,
    link: "https://www.facebook.com/share/p/KPSnNbrtgFXFG55r/?mibextid=oFDknk",
    text: `
    مع ارتفاع درجة الحرارة في الفترة الحالية💦

    كيف بتتعاملوا مع مشاكل الإجهاد الحراري في المزارع ⁉️
    
    كيف بأثر على الحيوانات خصوصا في التغذية⁉️
    
    شاركنا رأيك 🥰
    
    وذا مهتم تعرف الإجابة لايك وكومنت على البوست
    
    #الحل_في_الانتاج
    #تثقيفك_علينا
    #اكاديمية_المهندسة_للتدريب_والاستشارات
        `
  },
  {
    id: 5,
    title: `إحترف السوشيال ميديا`,
    img: socialmedia,
    link: "https://www.facebook.com/share/p/znBbeFwZfwdRvy81/?mibextid=oFDknk",
    text: `
    اهم المهارات عشان تكون ميدير سوشال ميديا ممتااز 😊👌

    1. التخطيط الاستراتيجي :-📝
    لازم يكون عندك خطة و مسار محدد ماشي عليه.. القصة اي سهلة لكن برضو النظاام مهم ما شخبط لخبط سااي 🤣🤣
    الخطة بتكتب فيها زمن النشر و تكتب عناوين البوستات الحتنزل و الفئة المستهدف ليك و الوقت البتكون متوفر فيه وما إلى ذلك..
    
    2.تطوير حسابات التواصل الاجتماعي :-♻️
    بعد تعمل خطة وتمشي عليها هنا انت بديت في التطوير لانو النشر المنتظم بساعدك تصل لي اكبر فئة من الجمهور المستهدف ولازم يكون المحتوى بتاعك مميز وجذاب عشان يكون في بينك وبين العملاء ثقة و مصداقية..
    
    3.حماية حسابة التواصل الاجتماعي :-🔕
    دي اهم نقطة طبعا بعد حسابك يطور ويكون عندك عدد متابعين محترم ح تكون فريسة للهكر عشان نتخطى الحاجة دي لازم تعمل خطوات مهمة لحماية حسابك منها
    📍 تغير كلمة  المرور شهريا 
    📍تفعيل خاصية اامصادقة عبر خطوتين 
    📍نشط التفاعل علي الحسابات 
    📍ابتعد عن الروابط الغير معروفة المصدر  
    
    4.التسويق :-🌏
    بعدها تبدأ تسويق للمحتوى بتاعك في أمان الله في الاول معدل النشر لازم يكون عالي شوية و تتابع السوق ماشي كيف واصمينتور_بلص

            `
  },
  {
    id: 6,
    title: "كيف تكتب محتوى احترافي ⁉️🤔🤔",
    img: contentWriting,
    link: "https://www.facebook.com/share/p/NwC7NvmGqJe7vsr8/?mibextid=oFDknk",
    text: `

    💢حدد الموضوع
    
    💢حدد جمهورك المستهدف
    
    💢استخدم أدوات البحث للكتابة
    المواقع الإلكترونية - الكتب - أدوات الذكاء الاصطناعي
    
    💢استخدم الخرائط الذهنية
    🔻بتساعدك في التفكير
    🔻 إتخاذ القرار
    🔻الكتابة
    
    💢قسم النصوص (مقدمة - موضوع - خاتمة)
     
    💢اهتم بالمقدمة و العنوان الاحترافي 
    
    في البوستات الجاية حنتكلم عن الذكاء الاصطناعي👨‍💻 
    
    #رقمنها 
    #اصنع_ذاتك 
    #مينتور_بلص

       `
  },
  {
    id: 7,
    title: "لمن تجي تسافر",
    img: travel,
    link: "https://www.facebook.com/share/p/Nc3ymdtR6uFTrB2x/?mibextid=oFDknk",
    text: `
    أهلاً وسهلاً بك يا عزيزي المسافر..🫶🏻♥️

    وانت مسافر لأي دولة اول مرة بتكون تايه وما عارف حاجه والمكان جديد عليك.. 
    
    اكيد بتكون محتاج لمستلزمات شخصية اساسية... 
    
    نحن منو ؟😃
    متجر اونلاين بوفر كل مسلتزماتك المحتاج ليها وانت داخل على دولة جديدة ولسه ما عارف فيها حاجه.. 
    
    هنا متجرنا بوفر ليك كل الأساسيات دي في بوكس واحد وبسهل عليك.. 
    
    اذا عايزها لنفسك او عايز تقدمها هديه لشخص عزيز عليك 
    
    نحن وين؟
    حاليا متجرنا في سلطنة عمان وقريبا جدا في باقي دول العالم
    
    ما تنسى تتابعنا وتأخد جوله في صفحتنا ومتجرنا.. 🌹♥️
    
    #مُعد_لأجلك
        `
  },
  {
    id: 8,
    title: " بوكسات جسور ",
    img: gift,
    link: "https://www.facebook.com/share/p/aKomdzXdjYQiWBvv/?mibextid=oFDknk",
    text: `
    لمن نسافر لي بلد جديد 
    خاصة اذا كانت اول مرة😴
    
    بنكون ما عارفين نشتري حاجاتنا الاساسية🤔
     ومرات عندنا حبايبنا بسافرو لي بلد تانية
     وبكون دايرين نهدي ليهم هدية عملية🌻🌻
    
    عشان كدا عملنا بوكسات جسور
     لكل شخص جديد في سلطنة عمان😍
    
     البوكس بيحتوي على كل الاساسيات
     البحتاج ليها كل شخص اول ما يصل سلطنة عمان👌❤️
    
    ممكن تطلب البوكس وتدفع من كل مكان في العالم
    
     اذا ما عارف ممكن تهدي شنو لي صاحبك او عائلتك بوكس جسور هو الحل🌻❤️
    
    #مُعد_لراحتك
    #جسور        `
  },
  {
    id: 9,
    title: "😍👇منتجات الألبان ",
    img: milkCate,
    link: "https://www.facebook.com/share/p/ejiuBR4RHLikbeuX/?mibextid=oFDknk",
    text: `
     إضافة لذيذة 🤤و صحية لأي نظام غذائي 😊 زي الصورة دي 

    تعالو نشوف انواعها وفوائدها شنو👇👇
    
    ♣️ انواع منتجات الألبان 🥛🥛
    
    🔳 الألبان غير المخمرة
    منتجات لم تخمر بواسطة البكتيريا
     زي الحليب الطازج
    والسمن والزبدة والايسكريم
    
    🔳 الألبان المخمرة
    منتجات اتخمرت بواسطة بكتيريا
    زي الزبادي و اللبن الرايب و الاجبان 
    
    🔳 الألبان المبسترة
    منتجات تم تسخينها إلى درجة حرارة عالية
     لقتل البكتيريا الضارة
    زي الحليب المبستر و الحليب المجفف
    
    🔳 الألبان غير المبسترة
    منتجات لم يتم تسخينها إلى درجة حرارة عالية
    زي الحليب الخام و الجبن غير المبستر 🧀
    
    ♣️ فوائد منتجات الألبان:
    
    فيها نسبة كبيرة من الكالسيوم
    عشان كدا بتساعد في تقوية العظام و الأسنان ✔️
    
    البكتيريا المفيدة الموجودة فيها
    بتعمل على تعزيز الجهاز الهضمي
    و تحافظ على صحته✔️
    
    البروتين الموجود فيها
    بساعد في خفض الكولسترول الضار
     و يعمل على تحسين صحة القلب✔️
    
    البروتين و الكالسيوم
     بساعدو على تعزيز صحة المناعة ✔️
    
    بتفضلوا اي نوع من المنتجات دي 🤔❓
    
    #salt_Sugar
    #Milk_products       `
  },
  {
    id: 10,
    title: "غش الحليب",
    img: milk,
    link: "https://www.facebook.com/share/p/rmxehpRhLVTSLByg/?mibextid=oFDknk",
    text: `
    بتعرفو كيف ممكن الحليب يكون مغشوش ❓
    
    غش الحليب يعني مواد غريبة بتم اضافتها للحليب
    او نزع اي مكون من مكونات الطبيعة للحليب
    
    الغش بكون عن طريق👇
    
    ✔️تقليل الدهن اما بإضافة او نزع القشدة او إضافة الماء
    
    ✔️إضافة مواد تزيد من الكثافة زي النشأ و الصمغ العربي و الدقيق و الجيلاتين
    
    ✔️إضافة مواد حافظه
    
    ✔️إضافة مضادات حيوية
    
    و بنعرف انو الحليب مغشوش بطريقتين
    
    اولا حاجه عمل إختبار للحليب
    
    او نلاحظ لشكل الحليب أثناء عملية البسترة 
    
    الحليب بكون خفيف 
    او بغلي بدون فوران
    
    لازم ننتبه للحاجه دي لانو الغش دا يعتبر واحد من أسباب فشل تصنيع المنتجات ❌
    
    #salt_sugar
    #Milk_products        `
  },
 
];
